tap "adoptopenjdk/openjdk"
tap "cockroachdb/tap"
tap "dart-lang/dart"
tap "golangci/tap"
tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "toitlang/toit"
brew "act"
brew "amazon-ecs-cli"
brew "atuin"
brew "autoconf"
brew "automake"
brew "pycparser"
brew "cffi"
brew "xz"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "cairo"
brew "cloud-sql-proxy"
brew "cloudflared"
brew "coreutils"
brew "docker-compose"
brew "docutils"
brew "node"
brew "eslint"
brew "exiftool"
brew "fish"
brew "fzf"
brew "zstd"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "unbound"
brew "libksba"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "harfbuzz"
brew "helm"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "libgit2"
brew "libtiff"
brew "libtool"
brew "libvorbis"
brew "libyaml"
brew "lighttpd"
brew "llvm"
brew "llvm@16"
brew "lua"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openal-soft"
brew "openjdk"
brew "openssl@1.1"
brew "pango"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "prettierd"
brew "protobuf"
brew "python@3.11"
brew "rbenv"
brew "redis"
brew "rust"
brew "rustup"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "typescript"
brew "websocat"
brew "wireshark"
brew "yarn"
brew "zlib"
brew "cockroachdb/tap/cockroach"
brew "cockroachdb/tap/cockroach-sql"
brew "golangci/tap/golangci-lint"
brew "leoafarias/fvm/fvm"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumi"
brew "pulumi/tap/pulumictl"
brew "toitlang/toit/jaguar"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "android-studio"
cask "arc"
cask "calibre"
cask "cloudflare-warp"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dozer"
cask "figma"
cask "firefox"
cask "google-cloud-sdk"
cask "http-toolkit"
cask "ledger-live"
cask "linear-linear"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mitmproxy"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "proxyman"
cask "raycast"
cask "redisinsight"
cask "shottr"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "visual-studio-code"
cask "zed"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "jdinhlife.gruvbox"
vscode "loyieking.smalise"
vscode "redhat.java"
vscode "surendrajat.apklab"
vscode "vscodevim.vim"
